["abid", "abil", "abl", "aborigin", "about", "absenc", "absolut", "absorb", "academi", "accept", "accord", "account", "achiev", "acknowledg", "across", "action", "actual", "acumen", "ad", "adam", "addit", "adelaid", "adil", "administr", "admit", "advantag", "affect", "afghanistan", "africa", "afridi", "after", "afternoon", "again", "against", "age", "agenc", "aggress", "ago", "agre", "agreement", "ahead", "ahm", "aiden", "air", "airport", "akram", "alec", "alex", "ali", "align", "allen", "allow", "allround", "almost", "alon", "along", "alongsid", "also", "although", "alway", "alyssa", "amid", "amin", "among", "amount", "anamul", "anderson", "angl", "ani", "ankl", "annabella", "announc", "annoy", "anoth", "answer", "anyon", "anyth", "apart", "appear", "appli", "appoint", "approach", "approx", "archer", "arguabl", "argument", "arlen", "arm", "around", "arrang", "arriv", "arshdeep", "arthur", "ash", "ashleigh", "ashwin", "ask", "assess", "assign", "associ", "assur", "athapaththu", "attack", "attempt", "attract", "auction", "australia", "australian", "avail", "averag", "avoid", "away", "axar", "ayesha", "babar", "back", "backward", "bad", "badli", "baig", "ball", "bangalor", "bangladesh", "bare", "bark", "base", "bash", "bat", "batter", "battl", "bavuma", "baz", "bbl", "bcci", "be", "beat", "beaten", "beauti", "becam", "becaus", "becom", "been", "befor", "began", "begin", "behind", "belief", "believ", "belong", "ben", "berth", "best", "better", "between", "beyond", "big", "bigger", "biggest", "bind", "birth", "bismah", "bit", "blair", "blame", "blow", "blundel", "board", "bodi", "boland", "bom", "bomb", "border", "both", "bottom", "boucher", "bounc", "bouncer", "boundari", "bowl", "bowler", "box", "bpl", "brabourn", "bracewel", "bradman", "brandon", "brathwait", "break", "brendon", "briefli", "brillianc", "bring", "brink", "broad", "broadcast", "broke", "broken", "brook", "brought", "brunt", "bulawayo", "bull", "bumrah", "bureau", "bureaucraci", "burst", "busi", "but", "buttler", "by", "cakewalk", "calcul", "call", "calm", "came", "cameo", "campaign", "canni", "cap", "capabl", "cape", "capit", "capt", "captain", "captainci", "cardiff", "career", "caress", "carey", "caribbean", "carri", "carv", "catch", "caught", "caus", "caution", "celebr", "centr", "centuri", "centurion", "certainli", "chahal", "challeng", "chamari", "champion", "championship", "chanc", "chanderpaul", "chang", "channel", "chao", "chapman", "charg", "chase", "cheer", "chennai", "cherish", "chew", "chief", "child", "choic", "chri", "cite", "citi", "claim", "clash", "class", "clatter", "clean", "clear", "clip", "close", "closer", "club", "coach", "cold", "collect", "colour", "combin", "come", "comeback", "comfort", "comment", "commit", "committe", "common", "compar", "competit", "complet", "conced", "concentr", "conclud", "condit", "confer", "confid", "confirm", "conrad", "consecut", "consid", "constitut", "construct", "contact", "contest", "context", "continu", "contract", "contribut", "control", "convers", "convinc", "conway", "cope", "correspond", "costli", "could", "count", "counti", "countri", "coupl", "cours", "cover", "crash", "creas", "credibl", "credit", "cricket", "crime", "crore", "cross", "crosstown", "crowd", "crown", "crucial", "cruis", "csa", "cultur", "cummin", "cup", "curran", "current", "curtail", "cut", "da", "daili", "damag", "dane", "daryl", "david", "dawid", "day", "de", "deadlin", "dean", "death", "debut", "decemb", "decid", "decis", "deep", "defeat", "defenc", "defend", "defin", "definit", "delhi", "deliv", "deliveri", "depart", "depend", "der", "desir", "despit", "develop", "devon", "dharamsala", "dhoni", "did", "differ", "difficult", "direct", "director", "disappoint", "dismiss", "display", "distanc", "dive", "divis", "do", "doe", "dog", "domest", "domin", "done", "dot", "doubl", "down", "dr", "draft", "dramat", "dravid", "draw", "dream", "dri", "drive", "driven", "drop", "drove", "duck", "duckett", "due", "dumini", "duo", "dure", "dussen", "dwell", "dy", "dynam", "each", "earli", "earlier", "earn", "eas", "easi", "echo", "econom", "economi", "edg", "edit", "effect", "effort", "eight", "eighth", "either", "elgar", "elimin", "els", "end", "endur", "enforc", "england", "english", "enjoy", "enough", "ensur", "entir", "environ", "eoin", "era", "espncricinfo", "eve", "even", "event", "eventu", "ever", "everi", "everyon", "everyth", "evolv", "exactli", "exampl", "excel", "excit", "expect", "experi", "expert", "explos", "extra", "eye", "face", "fact", "fail", "fakhar", "fall", "famili", "fan", "far", "fast", "fate", "favour", "favourit", "feat", "featur", "februari", "feel", "fell", "fellow", "felt", "fenc", "ferguson", "few", "field", "fielder", "fifth", "fifti", "figur", "final", "finalist", "find", "fine", "finger", "finish", "fire", "first", "five", "flick", "flight", "floodlight", "flower", "fluent", "foak", "focu", "focus", "follow", "foot", "forc", "forecast", "foreign", "form", "format", "former", "fortun", "forward", "found", "four", "fourth", "franchis", "friday", "from", "front", "frustrat", "full", "fulli", "further", "futur", "game", "gap", "gate", "gavaskar", "gave", "gear", "gener", "get", "getti", "ghosh", "giant", "gill", "gin", "girl", "give", "given", "gladiat", "glenn", "global", "go", "goe", "gone", "good", "got", "grace", "great", "greatest", "green", "grew", "ground", "group", "grow", "guy", "half", "hand", "hander", "handscomb", "happen", "hard", "hardest", "hardik", "hardli", "hari", "harmanpreet", "harmer", "harper", "harri", "hasan", "have", "head", "heali", "health", "heav", "heavi", "heavili", "heinrich", "held", "help", "hendrick", "here", "high", "highest", "highli", "him", "himself", "histori", "hit", "hold", "home", "honest", "hooda", "hope", "hossain", "host", "hour", "hous", "how", "howev", "hridoy", "huge", "hundr", "hurt", "hussey", "icc", "if", "iftikhar", "imag", "imagin", "immedi", "impact", "import", "impress", "improv", "inaugur", "includ", "inclus", "incred", "indi", "india", "indian", "indigen", "indor", "inevit", "initi", "injuri", "inning", "inr", "insid", "instead", "intent", "interest", "intern", "into", "involv", "ipl", "iqbal", "ireland", "irresist", "ish", "ishan", "islam", "island", "ist", "it", "item", "jadeja", "jame", "jansen", "januari", "jasprit", "jewel", "jitter", "jo", "job", "joe", "jofra", "join", "joint", "jordan", "joseph", "josh", "journey", "jp", "juli", "just", "kapp", "karachi", "kaur", "keegan", "keep", "keeper", "kelli", "kept", "key", "khan", "khawaja", "kick", "kid", "kill", "kind", "king", "kishan", "klaasen", "knee", "knock", "know", "knowledg", "known", "koel", "kohli", "kuldeep", "labuschagn", "lahor", "lan", "land", "lanka", "larg", "last", "late", "later", "latham", "launch", "law", "lbw", "lead", "leader", "leadership", "leagu", "leak", "learn", "least", "leav", "led", "left", "leg", "legaci", "legspinn", "length", "less", "let", "level", "lie", "life", "lift", "like", "limit", "line", "littl", "live", "livingston", "load", "local", "locki", "loft", "london", "long", "longer", "look", "loos", "lord", "lose", "loss", "lost", "lot", "loud", "love", "low", "lower", "lowest", "ltd", "lucki", "luckili", "lucknow", "lunch", "lungi", "lyon", "maahi", "made", "magic", "maiden", "main", "maintain", "major", "make", "malan", "malik", "man", "manag", "manchest", "mandhana", "mani", "march", "margin", "marizann", "mark", "markram", "maroof", "marvel", "masakadza", "masood", "match", "mate", "matt", "matter", "matthew", "maunganui", "mavuta", "maxwel", "may", "mayb", "mayer", "mccullum", "mcg", "me", "mean", "meant", "meanwhil", "media", "medium", "meg", "melbourn", "member", "memor", "memori", "men", "mental", "mere", "met", "method", "michael", "mickey", "mid", "middl", "middlesex", "midwicket", "might", "mighti", "mike", "miller", "mind", "mindset", "minut", "mir", "misbah", "miss", "mistak", "mistim", "mitchel", "mix", "moeen", "moham", "mohammad", "moment", "momentum", "monday", "month", "mood", "mooney", "more", "morgan", "morn", "most", "mount", "move", "movement", "ms", "much", "multan", "mumbai", "muneeba", "murphi", "must", "my", "myself", "nagpur", "nail", "najam", "name", "namibia", "naseem", "nasum", "nathan", "nation", "nativ", "natur", "navi", "nbsp", "near", "nearli", "need", "neg", "nerv", "net", "netherland", "never", "new", "newbi", "news", "newspap", "next", "ngarava", "ngidi", "nick", "niekerk", "night", "nine", "ninth", "non", "nose", "not", "note", "notic", "nov", "novemb", "now", "nt", "number", "nurul", "nyauchi", "occas", "octob", "odi", "off", "offbreak", "offer", "offici", "often", "oh", "okay", "old", "olli", "one", "onli", "onslaught", "onto", "open", "oper", "opinion", "opportun", "opposit", "opt", "optim", "option", "order", "origin", "other", "our", "ourselv", "out", "outfield", "outset", "outsid", "outstand", "oval", "over", "overnight", "oversea", "own", "paarl", "pace", "pacer", "pad", "paid", "pair", "pakistan", "pakistani", "pandya", "panel", "paper", "parent", "park", "parnel", "part", "particip", "particular", "particularli", "partner", "partnership", "pass", "past", "pat", "patel", "patil", "paul", "pay", "pcb", "penalti", "penultim", "peopl", "perfect", "perfectli", "perform", "perhap", "period", "person", "perth", "peter", "petersen", "phase", "phenomen", "phillip", "pick", "pile", "pilot", "pitch", "place", "plan", "play", "player", "plenti", "plu", "pm", "point", "pois", "polici", "politicis", "pope", "popular", "pose", "posit", "possibl", "post", "potenti", "pounc", "powder", "power", "powerplay", "practic", "predict", "prepar", "presenc", "present", "press", "pressur", "prevent", "previou", "previous", "price", "prime", "probabl", "proceed", "process", "produc", "product", "profession", "profil", "progress", "promot", "prompt", "prospect", "protea", "proud", "prove", "provid", "psl", "pull", "pundit", "push", "put", "qalandar", "qualifi", "qualiti", "qudrat", "quetta", "quick", "quickli", "quiet", "quinton", "quit", "rabada", "race", "rahul", "rain", "rais", "ramp", "ranchi", "rang", "rap", "rare", "rashid", "rassi", "rate", "rather", "rauf", "ravi", "ravindra", "raza", "reach", "readi", "realis", "realli", "reason", "recent", "recognis", "record", "recov", "recruit", "red", "reduc", "reflect", "regard", "regist", "regular", "regularli", "rehir", "reifer", "rel", "relat", "relax", "releas", "releg", "relinquish", "remain", "remark", "remind", "remov", "renegad", "replac", "replay", "report", "request", "requir", "reserv", "resist", "resolut", "resourc", "respect", "respond", "respons", "rest", "restrict", "result", "resum", "retain", "retir", "return", "revamp", "revers", "review", "reviv", "reward", "rickelton", "right", "rival", "rizwan", "roar", "rob", "robinson", "robust", "rode", "rodrigu", "rohit", "role", "root", "rope", "round", "roy", "royal", "rule", "run", "ryan", "sa", "sadli", "safeti", "said", "sam", "samarawickrama", "same", "sandhu", "santner", "saturday", "save", "saw", "say", "scene", "scg", "schedul", "scholari", "schutt", "score", "scott", "scrutini", "sea", "seal", "seam", "seamer", "search", "season", "second", "secur", "see", "seem", "seen", "seiz", "select", "selector", "semi", "senior", "sens", "sent", "sentiment", "septemb", "seri", "seriou", "serv", "session", "set", "sethi", "settler", "seven", "seventh", "sever", "shadab", "shadow", "shafali", "shah", "shaheen", "shakib", "shami", "shamsi", "shan", "share", "sharma", "sharpli", "shastri", "she", "shi", "shift", "shori", "short", "shorter", "shot", "should", "shoulder", "show", "shrewd", "shrewdli", "shubman", "shukri", "side", "sign", "signific", "sikandar", "silva", "similar", "simon", "sinc", "sincer", "singh", "singl", "siraj", "sit", "situat", "six", "sixth", "skill", "sky", "slap", "slash", "slip", "slow", "smash", "smell", "smith", "smriti", "sneak", "so", "soil", "solid", "some", "someon", "someth", "somewhat", "somewher", "soon", "sort", "sound", "south", "space", "spare", "speak", "special", "spell", "spent", "spin", "spinner", "spirit", "sport", "spot", "squad", "squar", "sri", "stadium", "stage", "stake", "stand", "star", "starc", "start", "statement", "stay", "step", "steven", "still", "stoke", "stolen", "stori", "straight", "straightaway", "strait", "stranger", "strategi", "streak", "street", "strength", "stretch", "strike", "striker", "strip", "strong", "struck", "structur", "struggl", "stuart", "stump", "stun", "success", "such", "suffer", "suit", "sultan", "summer", "sunday", "super", "superb", "support", "sure", "surfac", "surrey", "surviv", "suryakumar", "sweep", "swept", "swing", "swipe", "swung", "sydney", "system", "tabl", "taijul", "take", "taken", "taker", "talk", "tamim", "target", "task", "tea", "team", "temba", "tempo", "ten", "tenur", "term", "terrorist", "test", "than", "thank", "that", "their", "them", "themselv", "then", "there", "these", "they", "thi", "thing", "think", "third", "those", "though", "threat", "threaten", "three", "thriller", "through", "throughout", "throw", "thump", "thursday", "ti", "tickner", "tight", "till", "time", "tire", "titl", "toast", "today", "todd", "togeth", "told", "tom", "tomorrow", "toni", "too", "took", "top", "tore", "toss", "total", "touch", "tough", "tour", "tournament", "toward", "towhid", "town", "track", "trade", "train", "travel", "tri", "tripathi", "trophi", "troubl", "truli", "trust", "turn", "twice", "twist", "two", "uae", "uk", "ul", "umpir", "umran", "unbeaten", "unbroken", "undef", "under", "understand", "understood", "unfortun", "uninterrupt", "unlik", "unpreced", "unrel", "until", "up", "upcom", "upon", "us", "usd", "use", "usman", "usual", "vain", "valu", "valuabl", "van", "variat", "venu", "veri", "via", "victor", "victori", "video", "virat", "visit", "visitor", "vs", "wa", "wagner", "wait", "wake", "walk", "want", "warm", "warner", "washington", "wasim", "watch", "water", "wave", "way", "weather", "week", "well", "wellington", "welsh", "went", "were", "west", "westafpgetti", "western", "what", "when", "where", "whether", "whi", "which", "while", "whip", "white", "who", "whole", "whom", "whose", "wicket", "wicketkeep", "wide", "wider", "wife", "will", "william", "williamson", "win", "window", "winter", "wish", "with", "within", "without", "wo", "woak", "wobbl", "woman", "women", "won", "wonder", "work", "world", "worth", "would", "wpl", "write", "wrong", "yadav", "yasir", "year", "yet", "york", "yorker", "you", "young", "your", "yuzvendra", "zaheer", "zaman", "zampa", "zealand", "zimbabw", "zippi", "zorzi"]